Repository: pabrojast/ckanext-schemingdcat
Catalog: ckanext/schemingdcat/i18n/*/LC_MESSAGES/ckanext-schemingdcat.po
Languages: es

source: Relevance
es: Relevancia

source: Name ascending
es: Nombre ascendente

source: Name descending
es: Nombre descendiente

source: Last modified
es: Último modificado

source: Search datasets...
es: Buscar conjuntos de datos...

source: Search config
es: Configuración de búsqueda

source: Close
es: Cerrar

source: Remove
es: Quitar

source: Add
es: Añadir

source: Additional information
es: Información adicional

source: Field
es: Campo

source: Value
es: Valor

source: Data last updated
es: Última actualización de los datos

source: unknown
es: desconocido

source: Metadata last updated
es: Última actualización de los metadatos

source: Created
es: Creado

source: Coordinate Reference System
es: Sistema de Referencia de Coordenadas

source: Format
es: Formato

source: License
es: Licencia

source: Rights
es: Derechos

source: Additional info
es: Información adicional

source: Spatial information
es: Información espacial

source: Provenance
es: Procedencia

source: Lineage
es: Linaje

source: Temporal extent
es: Extensión temporal

source: More information
es: Más información

source: Version
es: Versión

source: State
es: Estado

source: Responsible party
es: Parte responsable

source: Author
es: Autor

source: Maintainer
es: Mantenedor

source: sort by name
es: ordenar por nombre

source: sort by results
es: ordenar por resultados

source: Show more {facet_type}
es: Mostrar más {facet_type}

source: Display only the first {facet_type}
es: Mostrar solo los primeros {facet_type}

source: No {facet_type} matching your search
es: No existen {facet_type} que coincidan con la búsqueda

source: Criteria for selection
es: Criterio de selección

source: OR
es: Alguno

source: AND
es: Todos

source: Linked Data
es: Datos Abiertos

source: Geospatial Metadata
es: Metadatos geográficos

source: Update {page}
es: Actualizar {page}

source: Definition
es: Definición

source: Access rights
es: Derechos de acceso

source: No Access Rights provided
es: No se han proporcionado derechos de acceso

source: Graphic overview
es: Descripción gráfica

source: Dataset extent
es: Extensión del conjunto de datos

source: Filter by location
es: Búsqueda por extensión

source: Clear
es: Limpiar

source: Show changelog
es: Mostrar histórico de cambios

source: Data Access and Licensing
es: Derechos de acceso y Licencia

source: This {resource} is classified as
es: El {resource} está clasificado como

source: under the Access to Information Classification Policy of the catalog
es: según la Política de Clasificación del Acceso a la Información del catálogo

source: Users outside the catalog cannot access this {resource}
es: Los usuarios ajenos al catalogo no pueden acceder a este {resource}

source: Permalink
es: Enlace permanente

source: {resource} URI
es: URI del {resource}

source: Geospatial data
es: Datos geográficos

source: RDF DCAT Endpoint
es: Punto final RDF DCAT

source: Basic information
es: Información básica

source: Metadata
es: Metadatos

source: {metadata_format} Metadata
es: Metadatos {metadata_format}

source: {endpoint_type} Endpoint
es: Punto final {endpoint_type}

source: CSV, Comma Separated Values is a simple format for representing a rectangular array (matrix) of numeric and textual values.
es: CSV, Comma Separated Values es un formato sencillo para representar una matriz rectangular de valores numéricos y textuales.

source: TSV, Tab-Separated Values is a text format whose primary function is to store data in a table structure.
es: TSV, Tab-Separated Values es un formato de texto cuya función principal es almacenar datos en una estructura de tabla.

source: JSON, JavaScript Object Notation is a lightweight, text-based, language-independent data interchange format.
es: JSON, JavaScript Object Notation es un formato de intercambio de datos ligero, basado en texto e independiente del lenguaje.

source: XML, Extensible Markup Language is a simple, very flexible text format derived from SGML (ISO 8879).
es: Extensible Markup Language (XML) es un formato de texto sencillo y muy flexible derivado del SGML (ISO 8879).

source: Distribution metadata
es: Metadatos de la distribución

source: Catalog endpoints
es: Puntos finales del catálogo

source: Open Data Catalog
es: Catálogo de Datos Abiertos

source: Frontpage intro text
es: Texto de introducción

source: If this text is set, it will appear as intro text on the Homepage, see
es: Si se establece este texto, aparecerá como texto de introducción en la página de inicio, véase

source: Multilang intro text
es: Texto de introducción multilingüe

source: Add the tag with the lang code: <code>[#{iso639-1}#]</code> before the introductory text. Add as many tags as you want for each language.
es: Añada la etiqueta con el código de idioma: <code>[#{iso639-1}#]</code> antes del texto introductorio. Añade tantas etiquetas como idiomas quieras.

source: ISO 639-1 codes
es: Códigos ISO 639-1

source: Standard CKAN settings
es: Opciones básicas de CKAN

source: This is the title of this CKAN instance. It appears in various places throughout CKAN.
es: Este es el título de esta instancia de CKAN. Aparece en varios lugares a lo largo de CKAN.

source: Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.
es: Elige entre una lista de variaciones sencillas del esquema de colores principal para conseguir un tema personalizado muy rápido.

source: This is the logo that appears in the header of all the CKAN instance templates.
es: Es el logotipo que aparece en la cabecera de todas las plantillas de instancias CKAN.

source: This text will appear on this CKAN instances, see
es: Este texto aparecerá en estas instancias de CKAN, véase

source: This can be used for custom CSS on a CKAN site
es: Esto se puede utilizar para añadir CSS personalizado en un sitio CKAN

source: This is for choosing a predefined layout for the modules that appear on your homepage.
es: Permite elegir un diseño predefinido para los módulos que aparecen en la página de inicio.

source: Harvest metadata
es: Cosechar metadatos

source: title
es: título

source: Group not found
es: Grupo no encontrado

source: Unauthorized to read group %s
es: No autorizado a leer el grupo %s

source: Groups
es: Grupos

source: Tags
es: Palabras clave

source: Formats
es: Formatos

source: Licence
es: Licencia

source: Not authorized to see this page
es: No está autorizado a ver esta página

source: Harvesting source successfully cleared
es: Fuente de cosecha limpiada con éxito

source: Harvesting source successfully inactivated
es: Fuente de cosecha desactivada con éxito

source: Harvest source not found
es: Fuente de cosecha no encontrada

source: Harvest will start shortly. Refresh this page for updates.
es: La cosecha comenzará en breve. Actualice esta página.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
es: No se pueden crear nuevos trabajos de cosecha en fuentes inactivas. En primer lugar, por favor cambia el estado de la fuente a 'activo'.

source: A harvest job has already been scheduled for this source
es: Ya se ha programado un trabajo de cosecha para esta fuente

source: Harvest source cleared
es: Fuente de cosecha limpiada

source: No content found
es: No se ha encontrado ningún contenido

source: Harvest job not found
es: No se ha encontrado el trabajo de cosecha

source: No jobs yet for this source
es: Aún no hay trabajos para esta fuente

source: User {0} not authorized to create harvest sources
es: Usuario {0} no autorizado para crear fuentes de cosecha

source: User not authorized to create a job for source {0}
es: Usuario no autorizado para crear un trabajo para la fuente {0}

source: Only sysadmins can create harvest jobs for all sources
es: Sólo los administradores de la instancia pueden crear trabajos de cosecha para todas las fuentes

source: Only the sysadmins can create harvest objects
es: Sólo los administradores de la instancia pueden crear objetos de cosecha

source: User {0} not authorized to delete harvest source {1}
es: Usuario {0} no autorizado a eliminar la fuente de cosecha {1}

source: User {0} not authorized to read harvest source {1}
es: Usuario {0} no autorizado a leer la fuente de cosecha {1}

source: User {0} not authorized to see jobs from source {1}
es: Usuario {0} no autorizado a ver los trabajos de la fuente de cosecha {1}

source: User {0} not authorized to list jobs for source {1}
es: Usuario {0} no autorizado a recopilar los trabajos de la fuente de cosecha {1}

source: User {0} not authorized to update harvest source {1}
es: Usuario {0} no autorizado a actualizar la fuente de cosecha {1}

source: Only sysadmins can reimport all harvest objects
es: Sólo los administradores de la instancia pueden reimportar todos los objetos de la cosecha

source: Only sysadmins can run the pending harvest jobs
es: Sólo los administradores de la instancia pueden ejecutar las tareas de cosecha pendientes

source: Only sysadmins can reindex all harvest sources
es: Sólo los administradores de la instancia pueden reindexar todas las fuentes de cosecha

source: Add Harvest Source
es: Añadir fuente de cosecha

source: errors
es: errores

source: Details
es: Detalles

source: Started
es: Empezado

source: Finished
es: Finalizado

source: Status
es: Estado

source: Count
es: Total

source: Message
es: Mensaje

source: There are no datasets associated to this harvest source.
es: No hay conjuntos de datos asociados a esta fuente de cosecha.

source: {number} harvest source found for "{query}"
es: {number} fuente de cosecha encontrada para "{query}"

source: Sorry no harvest sources found for "{query}"
es: Lo sentimos, no se han encontrado fuentes de cosecha para "{query}"

source: {number} harvest source found
es: {number} fuente de cosecha encontrada

source: {number} harvest found
es: {number} fuente encontrada

source: Sorry no harvest sources found
es: Lo sentimos, no se han encontrado fuentes de cosecha

source: Draft
es: Borrador

source: Deleted
es: Eliminado

source: There is no description for this harvest source
es: No hay descripción para esta fuente de cosecha

source: Datasets
es: Conjuntos de datos

source: Organization
es: Organización

source: Last Harvest Job
es: Último trabajo de la cosecha

source: View full job report
es: Ver informe de trabajo completo

source: Admin
es: Administrador

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
es: Esto volverá a ejecutar la cosecha para esta fuente. Cualquier actualización en la fuente sobrescribirá los conjuntos de datos locales. Las fuentes con un gran número de conjuntos de datos pueden tardar bastante tiempo en finalizar la recopilación. Confirme que desea que iniciemos la recopilación.

source: Start a new harvesting job for this harvest source now
es: Iniciar ahora un nuevo trabajo de cosecha para esta fuente de cosecha

source: Reharvest
es: Volver a cosechar

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
es: Advertencia: Esto eliminará todos los conjuntos de datos de esta fuente, así como todos los informes de trabajo anteriores. Está seguro de que desea continuar?

source: Delete all harvest jobs and existing datasets from this source
es: Eliminar todas las tareas de cosecha y los conjuntos de datos existentes de esta fuente

source: View harvest source
es: Ver fuente de cosecha

source: Dashboard
es: Panel de control

source: Jobs
es: Trabajos

source: Edit
es: Editar

source: Organizations
es: Organizaciones

source: Harvest Sources
es: Fuentes de cosecha

source: Edit harvest source
es: Editar fuente de cosecha

source: Create Harvest Source
es: Crear fuente de cosecha

source: Harvest sources
es: Fuentes de cosecha

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers, XML metadata files, XLSX with metadata records or Web Accessible Folder (WAF).
es: Las fuentes de cosecha permiten importar metadatos remotos a este catálogo. Las fuentes remotas pueden ser otros catálogos, como otras instancias de CKAN, servidores CSW, ficheros de metadatos XML, ficheros XLSX con registros de metadatos, o carpetas accesibles desde la Web (WAF).

source: Depending on the actual harvesters enabled for this instance. eg:
es: Dependiendo de los cosechadores activados para esta instancia. ej:

source: This should include the <code>http://</code> or <code>https://</code> part of the URL.
es: Debe incluir la parte <code>http://</code> o <code>https://</code> de la URL

source: schemingdcat_xls
es: Scheming DCAT: Cosechador de hojas de cálculo de Google/Onedrive

source: schemingdcat_ckan
es: Scheming DCAT: Catálogos CKAN

source: schemingdcat_csw
es: Scheming DCAT: Catálogos CSW-INSPIRE

source: schemingdcat_ows
es: Scheming DCAT: Servidores OWS (Geoserver)

source: schemingdcat_xml
es: Scheming DCAT: Cosechador metadatos XML

source: dcat_rdf
es: DCAT: Cosechador RDF

source: dcat_json
es: DCAT: Cosechador RDF

source: Type
es: Tipo

source: Frequency
es: Frecuencia

source: Title
es: Título

source: e.g. A descriptive title
es: ej. Un título descriptivo

source: Name
es: Nombre

source: e.g. my-dataset
es: ej. mi-dataset

source: Description
es: Descripción

source: Source type
es: Tipo de fuente

source: Update frequency
es: Frecuencia de actualización

source: Configuration
es: Configuración

source: No organization
es: Sin organización

source: Active
es: Activa

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
es: Esto marcará la fuente como eliminada pero conservará todos sus conjuntos de datos y trabajos anteriores. ¿Está seguro de que desea eliminar esta fuente de datos?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
es: Advertencia: Además de eliminar esta fuente, este comando eliminará todos sus conjuntos de datos, así como todos los informes de trabajo anteriores. ¿Está seguro de que desea continuar?

source: Delete
es: Eliminar

source: Delete source
es: Eliminar fuente

source: Delete and clear source
es: Eliminar y limpiar la fuente

source: Return to the harvest sources list
es: Volver a la lista de fuentes de cosecha

source: found for "{query}"
es: encontrado para "{query}"

source: Search sources...
es: Buscar fuentes...

source: Search
es: Buscar

source: read more
es: leer más

source: About
es: Acerca de

source: Name Ascending
es: Nombre ascendente

source: Name Descending
es: Nombre descendente

source: Last Modified
es: Última modificación

source: Search harvest sources...
es: Buscar fuentes de cosecha...

source: Search...
es: Buscar...

source: All harvest sources
es: Todas las fuentes de cosecha

source: Try another search term, browse the sources below or
es: Pruebe con otro término de búsqueda, consulte las fuentes a continuación o

source: add a new one
es: añadir uno nuevo

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
es: <p><strong>Hubo un error durante la búsqueda.</strong> Por favor, inténtalo de nuevo.</p>

source: Harvest Jobs
es: Trabajos de cosecha

source: Job:
es: Trabajo:

source: Started:
es: Empezado:

source: Not yet
es: Todavía no

source: Finished:
es: Finalizado:

source: Job Report
es: Informe de trabajo

source: Back to job list
es: Volver a la lista de trabajos

source: Error Summary
es: Resumen de errores

source: No errors for this job
es: No hay errores para este trabajo

source: Only the 20 most frequent errors are shown
es: Sólo se muestran los 20 errores más frecuentes

source: Job Errors
es: Errores de trabajo

source: Document Errors
es: Errores en los documentos

source: Error Report
es: Informe de error

source: documents with errors
es: documentos con errores

source: Remote content
es: Contenido remoto

source: Local content
es: Contenido local

source: You can validate the JSON at:
es: Puedes validar el JSON en:

source: (<a href="{{ url }}">ckanapi</a> library)
es: (Librería <a href="{{ url }}">ckanapi</a>)

source: Query example (results containing 'medio-ambiente')
es: Consulta ejemplo (resultados que contienen 'medio-ambiente')

source: What are Endpoints?
es: ¿Qué son los Endpoints?

source: Endpoints are access points to an API that allow interaction between different software systems. In the context of CKAN, endpoints are essential for enabling access to the data and metadata stored on the platform.
es: Los Puntos finales (o Endpoints) son puntos de acceso a una API que permiten la interacción entre diferentes sistemas de software. En el contexto de CKAN, los puntos finales son esenciales para permitir el acceso a los datos y metadatos almacenados en la plataforma.

source: We have several endpoints available on our CKAN instance:
es: Están disponibles varios puntos finales en nuestra instancia de CKAN:

source: This endpoint allows access to data in RDF (Resource Description Framework) format, a standard for data exchange on the web.
es: Este punto final permite acceder a datos en formato RDF (Resource Description Framework), un estándar para el intercambio de datos en la web

source: This endpoint provides data in Turtle format, a compact and easy-to-read syntax for RDF.
es: Este punto final proporciona datos en formato Turtle, una sintaxis compacta y fácil de leer para RDF.

source: This endpoint offers data in JSON-LD format, a representation of RDF data in JSON that allows interoperability between different data services.
es: Este punto final ofrece datos en formato JSON-LD, una representación de datos RDF en JSON que permite la interoperabilidad entre distintos servicios de datos.

source: This endpoint allows access to geographic metadata in accordance with the INSPIRE regulations, through the CSW (Catalog Service for the Web) standard.
es: Este punto final permite el acceso a metadatos geográficos de acuerdo con la normativa INSPIRE, a través del estándar CSW (Catalog Service for the Web).

source: This endpoint provides programmatic access to the CKAN instance's data and functionality, allowing for operations like data search, package creation, and more.
es: Este punto final proporciona acceso programático a los datos y funcionalidades de la instancia CKAN, permitiendo operaciones como búsqueda de datos, creación de paquetes, etc..

source: This endpoint allows querying of RDF data using the SPARQL query language. It enables complex queries over the data.
es: Este punto final permite la consulta de datos RDF utilizando el lenguaje de consulta SPARQL. Permite realizar consultas complejas sobre los datos.

source: Open Data in
es: Datos Abiertos en

source: CKAN API
es: API de CKAN

source: SPARQL Endpoint
es: Punto final SPARQL

source: Geographic Metadata (CSW INSPIRE)
es: Metadatos Geográficos (CSW INSPIRE)

source: Featured organization
es: Organización destacada

source: Featured group
es: Grupo destacado

source: Featured dataset
es: Conjunto de datos destacado

source: Metadata template
es: Plantilla de metadatos

source: Metadata templates
es: Plantillas de metadatos

source: The metadata templates allow large numbers of datasets to be created in CKAN in a simple and standardised way. They are all compatible with the metadata schema of the catalogue:
es: Las plantillas de metadatos permiten crear grandes cantidades de conjuntos de datos en CKAN de forma sencilla y normalizada. Todas son compatibles con el esquema de metadatos del catálogo:

source: Specifically, the extension that adds the metadata harvester using tabular files is:
es: Concretamente la extensión que añade el cosechador de metadatos mediante ficheros tabulares es:

source: About the templates
es: Acerca de las plantillas

source: CKAN schema
es: esquema CKAN

source: No metadata templates available
es: No hay plantillas de metadatos disponibles

source: To retrieve them, use an identifier that includes the following
es: Para recuperarlas, utilice un identificador que incluya lo siguiente

source: "*" means any character
es: "*" se refiere a cualquier carácter

source: ciencia-tecnologia
es: Ciencia y tecnología

source: cultura-ocio
es: Cultura y ocio

source: demografia
es: Demografía

source: economia
es: Economía

source: educacion
es: Educación

source: energia
es: Energía

source: legislacion-justicia
es: Legislación y justicia

source: medio-rural-pesca
es: Medio Rural

source: sector-publico
es: Sector público

source: sociedad-bienestar
es: Sociedad y bienestar

source: urbanismo-infraestructuras
es: Urbanismo e infraestructuras

source: c_164e0bf5
es: Meteorología

source: c_a9135398
es: Sociedades y propiedad de sociedades

source: c_ac64a52d
es: Geospacial

source: c_b79e35eb
es: Movilidad

source: c_dd313021
es: Observación de la Tierra y medio ambiente

source: c_e1da4e07
es: Estadística

source: AGRI
es: Agricultura, pesca, silvicultura y alimentación

source: ECON
es: Economía y finanzas

source: EDUC
es: Educación, cultura y deporte

source: ENER
es: Energía

source: ENVI
es: Medio ambiente

source: GOVE
es: Gobierno y sector público

source: HEAL
es: Salud

source: INTR
es: Asuntos internacionales

source: JUST
es: Justicia, sistema jurídico y seguridad pública

source: REGI
es: Regiones y ciudades

source: SOCI
es: Población y sociedad

source: TECH
es: Ciencia y tecnología

source: Non-spatial datasets
es: Conjuntos de datos no espaciales

source: Spatial datasets
es: Conjuntos de datos espaciales
