Repository: pabrojast/ckanext-schemingdcat
Catalog: ckanext/scheming_dcat/i18n/*/LC_MESSAGES/ckanext-scheming_dcat.po
Languages: es

source: Relevance
es: Relevancia

source: Name ascending
es: Nombre ascendente

source: Name descending
es: Nombre descendiente

source: Last modified
es: Último modificado

source: Search datasets...
es: Buscar conjuntos de datos...

source: Search config
es: Configuración de búsqueda

source: Close
es: Cerrar

source: Remove
es: Quitar

source: Add
es: Añadir

source: Additional information
es: Información adicional

source: Field
es: Campo

source: Value
es: Valor

source: Data last updated
es: Última actualización de los datos

source: unknown
es: desconocido

source: Metadata last updated
es: Última actualización de los metadatos

source: Created
es: Creado

source: Coordinate Reference System
es: Sistema de Referencia de Coordenadas

source: Format
es: Formato

source: License
es: Licencia

source: Rights
es: Derechos

source: Additional info
es: Información adicional

source: Spatial information
es: Información espacial

source: Provenance
es: Procedencia

source: Lineage
es: Linaje

source: Temporal extent
es: Extensión temporal

source: More information
es: Más información

source: Version
es: Versión

source: State
es: Estado

source: Responsible party
es: Parte responsable

source: Author
es: Autor

source: Maintainer
es: Mantenedor

source: sort by name
es: ordenar por nombre

source: sort by results
es: ordenar por resultados

source: Show more {facet_type}
es: Mostrar Más {facet_type}

source: Display only the first {facet_type}
es: Mostrar solo los primeros {facet_type}

source: No {facet_type} matching your search
es: No existen {facet_type} que coincidan con la búsqueda

source: Criteria for selection
es: Criterio de selección

source: OR
es: Alguno

source: AND
es: Todos

source: Linked Data
es: Datos Abiertos

source: Geospatial Metadata
es: Metadatos geográficos

source: Update {page}
es: Actualizar {page}

source: Definition
es: Definición

source: Access rights
es: Derechos de acceso

source: No Access Rights provided
es: No se han proporcionado derechos de acceso

source: Graphic overview
es: Descripción gráfica

source: Dataset extent
es: Extensión del conjunto de datos

source: Filter by location
es: Búsqueda por extensión

source: Clear
es: Limpiar

source: Show changelog
es: Mostrar histórico de cambios

source: Data Access and Licensing
es: Derechos de acceso y Licencia

source: This {resource} is classified as
es: El {resource} está clasificado como

source: under the Access to Information Classification Policy of the catalog
es: según la Política de Clasificación del Acceso a la Información del catálogo

source: Users outside the catalog cannot access this {resource}
es: Los usuarios ajenos al catalogo no pueden acceder a este {resource}

source: Permalink
es: Enlace permanente

source: {resource} URI
es: URI del {resource}

source: Geospatial data
es: Datos geográficos

source: RDF DCAT Endpoint
es: Punto final RDF DCAT

source: Basic information
es: Información básica

source: Metadata
es: Metadatos

source: {metadata_format} Metadata
es: Metadatos {metadata_format}

source: {endpoint_type} Endpoint
es: Endpoint {endpoint_type}

source: Distribution metadata
es: Metadatos de la distribución

source: Catalog endpoints
es: Puntos finales del catálogo

source: Open Data Catalog
es: Catálogo de Datos Abiertos

source: Frontpage intro text
es: Texto de introducción

source: If this text is set, it will appear as intro text on the Homepage, see
es: Si se establece este texto, aparecerá como texto de introducción en la página de inicio, véase

source: Multilang intro text
es: Texto de introducción multilingüe

source: Add the tag with the lang code: <code>[#{iso639-1}#]</code> before the introductory text. Add as many tags as you want for each language.
es: Añada la etiqueta con el código de idioma: <code>[#{iso639-1}#]</code> antes del texto introductorio. Añade tantas etiquetas como idiomas quieras.

source: ISO 639-1 codes
es: Códigos ISO 639-1

source: Standard CKAN settings
es: Opciones básicas de CKAN
